[
  {
    "section": "Programs - College of Architecture and Fine Arts (CAFA)",
    "content": "Programs offered:\n\nGraduate Programs:\n- Master in Architecture\n- Master in Graphics Technology\n\nUndergraduate Programs:\n- Bachelor of Science in Architecture\n- Bachelor of Fine Arts major in Advertising\n- Bachelor in Graphics Technology\n  - Majors: Architecture Technology, Industrial Design, Mechanical Drafting Technology\n\nDiploma Programs:\n- Three-Year Diploma in Graphics Technology\n- Three-Year Diploma in Product Design and Development Technology"
  },
  {
    "section": "Programs - College of Industrial Education (CIE)",
    "content": "Programs offered:\n\nDoctorate:\n- Doctor of Education\n  - Majors: Career Guidance, Industrial Education Management\n\nGraduate Programs:\n- Master of Arts in Industrial Education\n  - Majors: Administration and Supervision, Curriculum and Instruction, Educational Technology, Guidance and Counseling\n- Master of Technology Education\n- Master of Arts in Teaching\n  - Major: Technology and Home Economics\n\nUndergraduate Programs:\n- Bachelor of Science in Industrial Education\n  - Majors: Art Education, Computer Education, Electrical Technology, Electronics Technology, Home Economics, Industrial Arts\n- Bachelor of Technical Teacher Education"
  },
  {
    "section": "Programs - College of Liberal Arts (CLA)",
    "content": "Programs offered:\n- Doctor of Management Science\n- Master in Management\n- Bachelor of Arts in Management\n  - Major in: Industrial Management\n- Bachelor of Science in Entrepreneurial Management"
  },
  {
    "section": "Programs - College of Engineering (COE)",
    "content": "Programs offered:\n- Master of Engineering Program\n- Master of Science in Civil Engineering\n- Master of Science in Electrical Engineering\n- Master of Science in Mechanical Engineering\n- Bachelor of Science in Civil Engineering\n- Bachelor of Science in Electrical Engineering\n- Bachelor of Science in Electronics Engineering\n- Bachelor of Science in Mechanical Engineering"
  },
  {
    "section": "Programs - College of Science (COS)",
    "content": "Programs offered:\n- Master of Arts in Teaching\n  - Majors: Chemistry, General Science, Mathematics, Physics\n- Bachelor in Applied Science\n  - Major in: Laboratory Technology\n- Bachelor of Science in Computer Science\n- Bachelor of Science in Environmental Science\n- Bachelor of Science in Information Technology\n- Bachelor of Science in Information Systems"
  },
  {
    "section": "Programs - College of Industrial Technology (CIT)",
    "content": "Programs offered:\n- Doctor of Philosophy in Technology Management\n- Doctor of Technology\n- Master of Information Technology\n- Master of Technology\n- Bachelor of Science in Food Technology\n- Bachelor of Science in Hotel and Restaurant Management\n- Bachelor of Technology\n  - Major in: Information Technology\n\n*Three-Year Engineering Technology (Diploma) Courses:\n- Apparel and Fashion Technology\n- Automotive Engineering Technology\n- Civil Engineering Technology\n- Computer Engineering Technology\n- Electrical Engineering Technology\n- Electronic Communications Engineering Technology\n- Electronics Engineering Technology\n- Foundry Engineering Technology\n- Graphic Arts and Printing Technology\n- Instrumentation and Control Engineering Technology\n- Mechanical Engineering Technology\n- Nutrition and Food Technology\n- Power Engineering Technology\n- Railway Engineering Technology\n- Refrigeration and Airconditioning Engineering Technology\n- Tool and Die Engineering Technology\n- Welding Engineering Technology\n\n*Effective First Semester SY 2014-2015, all Three-Year Engineering Technology (Diploma) Courses shall become Four-Year Bachelor of Technology Programs"
  },
  {
    "section": "Admission Requirements - New Applicants",
    "content": "Requirements:\n1. Must pass the oral and written admission tests\n2. Must possess good moral character\n3. Must be physically and mentally fit\n4. Must meet the grade/other requirements in the respective course being applied for (e.g. for engineering, architecture and other science courses)\n5. Must have a grade of 80% or better in Math, Science and English subjects\n6. Must be a high school graduate (for transferees: no failing grade in any subject and may apply only in the engineering technology courses)\n7. Must sign/comply with the Student Pledge"
  },
  {
    "section": "Transfer of Students",
    "content": "Policies:\n1. A student from a campus of the University is allowed to transfer to another TUP campus; provided that he satisfies the admission requirements of the program in the college concerned.\n2. A transfer student from other SUCs may be admitted provided that he has no failed/dropped mark and he satisfies the admission requirements of the program in the college concerned.\n3. A transfer student from private institutions may be admitted to any three-year program of the University provided that he has no failed/dropped mark and he satisfies the admission requirements of the program in the college concerned.\n4. Any student who intends to transfer to another school, college or university must be cleared of all liabilities and responsibilities (administrative, academic and financial) in the University. The necessary documents for transfer could be secured from the Office of the Registrar."
  },
  {
    "section": "Academic Load",
    "content": "Policies:\n1. As a rule, one unit of credit is eighteen (18) full hours of instruction in the form of lecture, discussion, seminar, tutorial, recitation or the equivalent laboratory hours or 54 full hours per semester/term.\n2. The maximum load of a full-time undergraduate student shall be equivalent to the curriculum load of his year-level classification or 12 units for full-time graduate students. Undergraduate students shall not be allowed to take more than the prescribed number of units specified for the semester/term in the curriculum where he is enrolled in.\n3. The Dean may limit the academic load of students who are employed, whether full-time or part-time; provided that in the graduate courses, no student who is employed on a full-time basis shall be allowed an academic load of more than nine (9) units of formal courses including thesis writing (for Master's) and twelve (12) units including dissertation writing (for Doctorate) in any term/semester.\n4. In the summer term, the maximum load shall be nine (9) units for the undergraduate students and six (6) units for the graduate students.\n5. During the regular semester, the maximum load shall be twelve (12) units for full-time graduate students and nine (9) units for part-time graduate students.\n6. A graduating irregular student with an academic record of better than average may be allowed to carry more than the prescribed units of his curriculum during his last year; provided that the prerequisites are satisfied and the student will not carry more than three (3) laboratory subjects.\n7. A graduating irregular student is allowed an overload of six (6) units; provided that his prerequisites are satisfied.\n8. A student under probationary status is allowed to enroll in a maximum of only fourteen (14) units."
  },
  {
    "section": "Changing or Substitution of Subject",
    "content": "Policies:\n- Changing of subject/s initiated by the students shall be allowed for valid reasons within one week after the enrollment period. Such change noted by the subject teacher shall be recommended by the Department Head and duly approved by the Dean.\n- Every subject substitution is allowed with prior recommendation/approval of the Department Head/Dean/Assistant Director for Academic Affairs (ADAA) when a new curriculum supersedes the old one and the substitution aligns the old curriculum with the new."
  },
  {
    "section": "Adding of Subject",
    "content": "A student may add a subject upon the recommendation of the Department Head and approved by the Dean under the following conditions:\n1. The student is not carrying the maximum unit load per semester/term prescribed in the curriculum.\n2. He has not met the authorized load for probationary students.\n3. For a graduating undergraduate student, he may be allowed to add subject/s not more than six (6) units on top of the semester/term load."
  },
  {
    "section": "Dropping of Subject",
    "content": "A student may drop a subject or subjects any time before the midterm following the procedure below:\n1. The student must write a letter noted (whenever applicable) by the parent/guardian (specifying the reason/s for dropping). The Dean of the College must approve the dropping of the subject.\n2. The approved letter must be presented to the Guidance personnel and a dropping form must be secured.\n3. The dropping form must be accomplished and the subject professor and the Dean of the College must sign it.\n4. Copies of the dropping form must be presented to the offices concerned."
  },
  {
    "section": "Attendance",
    "content": "Policies:\n1. A student must attend classes regularly.\n2. Any student who, for unavoidable circumstances, absents himself from class must submit an excuse letter duly signed by the parent or guardian, as the case may be, and presents the same to the instructor/professor concerned.\n3. When a student incurs absences equivalent to 20% of the total number of hours required in a particular subject, he shall be dropped from the subject; however, consideration may be given to a student by allowing him to make up for his absences."
  },
  {
    "section": "Grading System - Undergraduate",
    "content": "Undergraduate grade scale:\n1.0 = Excellent (99-100)\n1.25 = Very Superior (96-98)\n1.50 = Superior (93-95)\n1.75 = High Average (90-92)\n2.00 = Average (87-89)\n2.25 = Low Average (84-86)\n2.50 = Satisfactory (81-83)\n2.75 = Fair (78-80)\n3.0 = Passed (75-77)\n5.0 = Failed (74 and below)\nDrp = Dropped\nW* = Withdrawn"
  },
  {
    "section": "Honorific Scholarship",
    "content": "Policies:\n1. A University Scholar is one who obtains a cumulative General Point Average of 1.45 or better with no grade lower than 2.50 and is listed in the President's List in a given semester or term. He is entitled to free tuition and miscellaneous fees.\n2. A College Scholar is one who obtains a cumulative General Point Average of 1.75 or better with no grade lower than 2.50 and is listed in the Dean's List. He is entitled to free tuition only."
  },
  {
    "section": "Scholastic Delinquency - Probationary Status",
    "content": "A student is placed on probationary status under any of the following circumstances:\na. He obtains a rating of 5.0 in two subjects in a semester/term.\nb. He drops unofficially three or more or all of the subjects without a written consent from the parents.\nc. He fails to pass at least 75% of the load for the term."
  },
  {
    "section": "Scholastic Delinquency - Dismissal",
    "content": "A student who is not in the last two years of a five year course or in the last year of a four (4) or three (3) year course is considered dismissed from the official roll of the university under any of the following conditions:\na. He obtains a rating of 5.0 in three (3) subjects.\nb. He obtains a dropped or failing grade in one subject while under probation."
  },
  {
    "section": "Leave of Absence",
    "content": "Policies:\n1. A student may take a leave of absence by submitting a written request addressed to the Dean/Assistant to the Director of Academic Affairs (ADAA) indicating the reasons and duration for the leave of absence which must not exceed one academic year (2 semesters or 3 terms). The intention of the leave of absence shall be presented to the faculty adviser/department head concerned for appropriate action and shall be subject to the approval of the Dean/Assistant to the Director of Academic Affairs (ADAA).\n2. No leave of absence shall be granted two weeks before the last day of classes of a semester/term. If the inability of the student to continue attending classes within the above period is for reasons of health or similar justifiable cause, the absence shall be considered \"excused\". The student shall then be required to present to the faculty members concerned a letter of excuse and to make up for lessons/work missed.\n3. Returning students who did not apply for a leave of absence and have been out of the campus beyond the allowable maximum period of one (1) academic year shall be readmitted on probationary basis within the maximum residency rule."
  },
  {
    "section": "Re-admission / Returning Policy",
    "content": "A returning student may be re-admitted to his college provided that he has not exceeded the maximum residency period. The college concerned evaluates the student's scholastic records and deportment in coordination with the Guidance Office before the formal approval of re-admission. Other cases not within this rule shall be resolved by the Vice President for Academic Affairs/Campus Director."
  },
  {
    "section": "Honors - Grade Range for Cum Laude",
    "content": "The grade requirement for Cum Laude is between 1.46 and 1.75. The student must have no grade lower than 2.75 and must not have been found guilty of any major offense."
  },
  {
    "section": "Honors - Grade Range for Magna Cum Laude",
    "content": "The grade requirement for Magna Cum Laude is between 1.21 and 1.45. The student must have no grade lower than 2.75 and must not have been found guilty of any major offense."
  },
  {
    "section": "Honors - Grade Range for Summa Cum Laude",
    "content": "The grade requirement for Summa Cum Laude is between 1.00 and 1.20. The student must have no grade lower than 2.75 and must not have been found guilty of any major offense."
  },
  {
    "section": "Honors - Transfer Student Eligibility",
    "content": "Transfer students must complete at least 75% of their academic units at the university to be eligible for academic honors."
  },
  {
    "section": "Graduation Requirements",
    "content": "To apply for graduation, the student must complete all academic requirements by the end of the current term and have no pending disciplinary cases."
  },
  {
    "section": "Application for Clearance",
    "content": "A student who has completed all the academic requirements without any pending case in the University or who has already graduated or who wishes to transfer to another school must submit a duly accomplished clearance form before applying for any of the following: transcript of records, certification, certificate of transfer credential. Clearance forms are available at the Registrar's Office. Before the release of the credentials, the student is required to surrender his university ID to the Office of Student Affairs."
  },
  {
    "section": "Office of Admission",
    "content": "The Office of Admission is the students' first contact with TUP. It is in charge of implementing the policies of the University regarding admission. It also provides up-to-date information on all the course offerings of the University."
  },
  {
    "section": "Office of the University Registrar",
    "content": "The Office of the University Registrar (OUR), with administrative and academic functions, is an inherent and integral part of the institution. The University Registrar is a member of the recommending bodies of the University: the Administrative Council and the Academic Council.\n\nThe OUR serves as the primary custodian of the school records of all students and alumni. It administers operations in the areas of enrolment, load requirements, credits earned, subject sequence, promotion, graduation, transfer, suspension and the dismissal of students.\n\nIt is located at the ground floor of the College of Arts and Science building (behind the University Library)."
  },
  {
    "section": "Medical and Dental Clinic",
    "content": "The TUP-Medical and Dental Clinic provides health-related services to the University. It is a team consisting of a physician, dentists, nurses and other trained paramedical staff.\n\nThey provide routine medical and dental services such as consultations, perform the necessary basic procedures, facilitate the referral of patients to the specialized institutions, conduct the annual medical and dental evaluation of students and employees and provide lectures and other health related activities in cooperation with the other units or organizations of the school."
  },
  {
    "section": "University Library",
    "content": "The University Library is an important educational repository. It supports the instructional curricula and provides the research needs of the students. The collection of books fall under the following sections:\n- Ground floor: Arts and Technology, General Reference Collections\n- Second Floor: Research Outputs, Graduate School, Filipiniana\n- Third Floor: Archives, Special Collections and Periodicals\n\nLibrary Hours:\nMonday to Friday: 7:00am to 7pm\nSaturday: 8:00am-12:00nn; 1:00-5:00pm"
  },
  {
    "section": "How to Apply for Scholarship",
    "content": "Procedure:\n1. The student fills-up the application form available at the Office of Student Affairs. He attaches 1 ID picture.\n2. He presents the following requirements together with the duly accomplished application form:\n   a. A photocopy of the high school card (for freshmen applicants) or the rating slip from the Office of the Registrar (for sophomore to senior students)\n   b. A Photocopy of the Registration Form\n   c. The Income Tax Return (ITR) of the parents/guardian\n   d. The Notice of Admission\n   e. A certification of good moral character\n   f. An essay - My Autobiography\n3. Interview"
  },
  {
    "section": "University ID Application",
    "content": "For new students:\n1. He presents his current registration form and official receipt.\n2. He proceeds to the ID Room for picture and signature capturing.\n\nWhat to do in case of the loss of ID cards:\n1. He secures an affidavit of loss of ID.\n2. He gets an application form at the Office of Student Affairs.\n3. He pays the required ID fee at the Cashier's office.\n4. He proceeds to the ID room for photo and signature capturing"
  },
  {
    "section": "School Uniform Policy",
    "content": "Students are required to come to school in an attire befitting a university student. Students are required to wear their prescribed uniforms (bearing the TUP IPO-registered logo) on Monday, Tuesday, Thursday, and Friday. Students are, likewise, required to wear their laboratory/shop uniforms during their laboratory/shop periods, the prescribed P.E. uniform during their P.E. classes; and the NSTP (ROTC/CWTS/LTS) uniform during the training days. Students may come to school in civilian clothes befitting a university student on Wednesday – the wash day. Male students are required to have a clean and decent haircut whether or not they are not enrolled in the NSTP."
  },
  {
    "section": "Student Assistance Program",
    "content": "Any bona fide student of the university who has stayed in the university for at least one school year and whose schedule of classes allows at least 4 consecutive hours of free time may apply for the Student Assistanceship Program. This program is designed to train students on the different facets of the work place and, at the same time, expose them to first-hand work experience. The student labor is paid based on the prevailing rates under the Annual General Appropriation Act of the government.\n\nHow to apply as a Student Assistant:\n1. The student presents his current registration form and his duly accomplished application form from the Office of Student Affairs.\n2. He must report for testing and interview\n3. He must report to the Office of the Student Affairs to follow-up his application."
  },
  {
    "section": "Rules on Student Conduct and Discipline - Basis",
    "content": "These rules are promulgated pursuant to the valid exercise of academic freedom accorded by the 1987 Philippine Constitution and enjoyed by all institutions of higher learning.\n\nThe pertinent provisions of the TUP Charter (Presidential Decree No. 1518), the TUP Code and Republic Act No. 8292, otherwise known as the Higher Education Modernization Act of 1997 and its Implementing Rules and Regulations are also cited as bases."
  },
  {
    "section": "Rules on Student Conduct and Discipline - Scope/Applicability",
    "content": "These rules shall apply to all bona fide students in all campuses of the University, including those concerned parties as herein provided."
  },
  {
    "section": "Rules on Student Conduct and Discipline - Definition of Terms",
    "content": "Definitions:\n- Clearance: A written certification signed by the concerned officials stating that the student is cleared of all accountabilities.\n- Community Service: Any activity as provided by the disciplinary authority, intended for public good such as community beautification, work for campus maintenance on facilities, etc.\n- Dismissal: A severe disciplinary sanction imposed on an erring student who is permanently removed and banned from the University. A dismissed student is declared dishonorably dismissed and his transcript of records or certification of his academic status in the University shall contain a statement of the disciplinary sanction imposed on him.\n- Expulsion: An extreme disciplinary sanction imposed on an erring student wherein he is permanently removed and banned from the University. An expelled student is not entitled to honorable dismissal and his transcript of records/school credentials shall not be issued. It is a permanent disqualification from attendance in the University.\n- Fraternity/sorority: A group of people, may be male or female, commonly associated with secret rites, initiation and/or hazing.\n- Gambling: An activity which includes the possession of gambling paraphernalia/devices that are normally used in a game, whether the activity is gambling between persons or gambling by a person.\n- Hearing: An opportunity for a party to be heard.\n- Intellectual Dishonesty: A fraudulent act performed by a student for his academic advantage or gain in violations such as plagiarism, cheating during examinations, and such other similar cases.\n- Incendiary Material: Any material that can cause a large scale fire or explosion.\n- Letter of Apology: A valid expression of remorse for wrong done submitted in writing and signed by the student concerned and his parent or guardian, if applicable.\n- Physical Intimacy: A sensual proximity or touching. Examples of physical intimacy include being inside someone's personal space, hugging, kissing, caressing.\n- Suspension: A disciplinary sanction imposed on an erring student wherein he is usually barred or prohibited from attending a particular class, from joining any class or school activity, or from entering the University premises for a certain period of time.\n- TUP Community: This refers to students, administrative personnel, faculty members, TUP management and officials, alumni and friends or any person with legitimate business inside the University."
  },
  {
    "section": "Rules on Student Conduct and Discipline - Acts of Misconduct",
    "content": "Acts of misconduct as herein provided are classified as:\na. Major Offenses: Major offenses include those acts of omission that seriously violate the preservation of life or property or the dignity of the University, its officials, employees or students. These, likewise, include violations of laws and ordinances.\nb. Minor Offenses: All other offenses not listed under the major offenses are classified as minor offenses."
  },
{
    "section": "TUP - Vision",
    "content": "The Technological University of the Philippines shall be the premier university of technology and the model of excellence in technology education in the country and in a knowledge-based economy of the 21st century."
  },
  {
    "section": "TUP - Mission",
    "content": "The mission of TUP is stated in Section 2 of P.D. No. 1518 as follows:\nThe University shall provide higher and advanced vocational, technical, industrial, technological and professional education and training in industries and technology, and in practical arts leading to certificates, diplomas and degrees. It shall provide progressive leadership in applied research, developmental studies in technical, industrial, and technological fields and production using indigenous materials; effect technology transfer in the countryside; and assist in the development of small-and-medium scale industries in identified growth centers."
  },
{
  "section": "TUP Hymn",
  "content": "Kami sa 'yo'y nagpupugay TUP\nAng 'yong tanglaw, liwanag sa aming landas\nDiwa mo'y ginto, pusong wagas\nAlay naming sa iyo'y lahat ng hirap\nBuong pag-ibig at paglilingkod na ganap\nKay dami ng anak na 'yong pinagyaman\nDahil sa 'yo ngayo'y haligi ng bayan\nMoog ka ng laya at dangal\nTeknolohikal na Unibersidad ng Pilipinas\nBantayog ka ng lahi naming minamahal"
},
{
  
}
]